Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1166_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Vuoden Kieliteko-palkinto on kolttaraanu
sme: Jagi Gielladahku- bálkkašupmi lea nuortalašrátnu

source: Tämän vuotisen Kieliteko-palkinnon on valmistanut kolttasaamelainen Aune Mettäpuro Sevettijärveltä.
sme: Dán jagáš Gielladahku-bálkkašumi lea gođđán nuortalaš Aune Mettäpuro Čeavetjávrris.

source: Palkinto on käsityö, pystykangaspuilla valmistettu perinteinen kolttaraanu.
sme: Bálkkašupmi lea duodji, ceakkogođđinmuoraiguin gođđojuvvon árbevirolaš nuortalašrátnu.

source: Saamen kielineuvosto myöntää joka toinen vuosi Kieliteko-palkinnon.
sme: Sámi giellaráđđi mieđiha juohke nuppi jagi Gielladahku-bálkkašumi.

source: Vuonna 2015 Kieliteko-palkinto on osoitettu Mielenterveystalo.
sme: Jagi 2015 Gielladahku-bálkkašupmi lea mieđihuvvon Mielenterveystalo.

source: fi - yhteistyöhankkeelle.
sme: fi-ovttasbargofidnui.

source: Kieliteko-palkinnon tarkoitus on antaa tunnustusta saamen kielen aseman ja saamenkielisten palvelujen edistämiseksi tehdystä ansiokkaasta ja merkittävästä työstä Suomessa.
sme: Gielladahku-bálkkašumi dárkkuhussan lea addit dovddastusa sámegiela sajádaga ja sámegielat bálvalusaid ovddideami várás dahkkon ánssolaš ja mearkkašahtti barggus Suomas.

source: ” Kolttaraanua ” on ennen aikaan käytetty kolttasaamelaisessa perheessä villapeittona.
sme: ” Nuortalašrátnu ” lea ovdalis áigge geavahuvvon nuortalaš bearrašis ullogovččasin.

source: Kolttaraanu on lampaanvillasta valmistettuna hyvin lämmin.
sme: Nuortalašrátnu lea oalle liekkas sávzzaulluid dihtii.

source: Matkalle lähdettäessä esim. pororaidolla ahkiossa tai sanissa, raanuun oli hyvä kääriä lämpimään vaikkapa pienet lapset.
sme: Mátkái vuolggedettiin omd. ráidduin gerresis dahje sanis, rátnui lei buorre giesastit lieggasii vaikkeba smávva mánáid.

source: Perinteinen kolttaraanu kudotaan pystykangaspuilla ja se valmistetaan lampaan villasta värttinällä kehrätyistä villalangoista.
sme: Árbevirolaš nuortalašrátnu gođđojuvvo ceakkogođđinmuoraiguin ja dat gođđojuvvo sávzzaullus snáldduin badnojuvvon ulloláiggiin.

source: Raanun perinteisiä värejä ovat valkoinen, musta ja punainen.
sme: Ránu árbevirolaš ivnnit leat vielgat, čáhppat ja ruoksat.

source: Kolttaraanun aloitus pirta-nauhasta on erikoinen; loimilangat kudotaan pirtanauhaan johon muodostuu kolttaraanulle ominainen ruutukuvio.
sme: Nuortalašránu álggaheapmi čuolddabáttis lea erenomáš; čuožžamat gođđojuvvojit čuolddabáddái masa šaddá nuortalašrátnui mihtilmas ruvttohearva.

source: Pirtanauha kiinnitetään raanupuiden yläpuuhun, jossa on reiät raanun aloituksen kiinnittämistä varten.
sme: Čuolddabáddi giddejuvvo gođđinmuoraid bummai, mas leat ráiggit rátnoálggu giddema várás.

source: Raanun lopetukseen palmikoidaan kolttaraanulle ominaiset - riekonjalka ” - palmikoinnit.
sme: Rátnolohppii bárgiduvvojit nuortalašrátnui mihtilmas rievssatjuolgi ” - bárggáldagat.

source: Nykyään tätä kolttasaamelaisten perinteistä raanua käytetään enimmäkseen seinävaatteena.
sme: Dán áigge dát nuortalaččaid árbevirolaš rátnu geavahuvvo eanaš seaidnerátnun.

source: (Kuva Anni Näkkäläjärvi)
sme: (Govva: Anni Näkkäläjärvi)
